[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 7.5

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=1.0

LanguageName=Croatian(hrvatski)

FileAuthor=Ivan Vukelic

[General]
CircleDockName=Okretni Dok
CircleDockWebsiteWord=Okretni Dock Web stranica
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Forum za podršku
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Pritisak tipke / Kotačić miša po okretu pomiče
IconReplacementMode=Način zamjene ikona

[MainContextMenu]
WebsiteWord=Web stranica
SettingsWord=Postavke
HideWord=Sakrij
ShowWord=Prikaži
QuitWord=Isključi
RemoveWord=Ukloni
AddWord=Dodaj
DockFolder=Mapa Doka
ChangeIcon=Promijeni ikonu

[SettingsPanel]
Name=Konfiguracija Okretnog Doka
SettingsPanelWord=Ploča postavki
GeneralWord=Općenito
DockShape=Oblik Doka

Labels=Naslovi
Animation=Animacija
LocationWord=Mjesto
TogglingWord=Prebacivanje
FileDockIconAssociations=Datoteka -> Pridruživanje Dok ikona
LanguageWord=Jezik
HelpWord=Pomoć
HotKeySelectorToggleDock=Odabir Brze tipke (Za prebacivanje vidljivosti Doka)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Valjana kombinacija Brze tipke
InvalidHotKeyCombination=Nevaljana kombinacija Brze tipke/U uporabi

CentreAroundCursorWhenShown=Centriraj Dok oko kursora pri pojavljivanju 
CircleDockVersionWord=Okretni Dok inačica
EnableDockRotation=Omogući okretanje Doka

ConfigurationDescriptionLabel=Prilagodite na koji će se način Okretni Dok prikazivati na vašem zaslonu

// General Panel
KeepDockAboveAllOtherWindows=Drži Dok na vrhu ostalih prozora
ClickSensitivity=Osjetljivost klika
Sensitive=Osjetljivo
NotSensitive=Neosjetljivo
EnablePortabilityMode=Omogući način prenosivosti
UseMemorySaver=Koristi čuvara memorije
// Background Panel
Background=Pozadina
BackgroundImage=Pozadinska slika
NormalSize=Normalna veličina
NormalOpacity=Normalna prozirnost

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Stalan broj stavki po okretaju
NumberOfIconsPerCircle=Broj ikona po okretaju
MinimumRadius=Najmanje područje
SeparationBetweenCircles=Razmak između krugova
FormatWord=Oblik
CircleWord=Krug

// Centre Button Panel
CentreButton=Centralna tipka
DefaultCentreButton=Zadana centralna tipka
OtherSettings=Ostale postavke
ShowStartMenuWhenClicked=Prikaži izbornik Start na klik
StartMenuResidueWarning=Bilješka: Morate isključiti postavku "Prikazuj sjenu ispod izbornika" u vizualnim efektima prozora ili će se pojaviti residualne sjene.

// Dock Items Panel
DockItems=Dok stavke
RightClickMenu=Desni-klik izbornik
ShowWindowsFileFolderMenus=Prikaži izbornik Mapa/Datoteka prozora
HideDock=Sakrij Dok
HideDockAfterFileExecution=Sakrij Dok nakon otvaranja Datoteka/Mapa

// Labels Panel
FontWord=Font
ChangeFont=Promijena fonta
ChangeColor=Promijena boja
ShadowWord=Sjena
ShadowSize=Veličina sjene
ShadowDarknessFactor=Zatamnjivač sjene
ShowLabels=Prikaži nazive
ShowLabelsOnMouseoverOnly=Prikaži nazive samo prijelazom miša

// Animation
AnimationWord=Animacija
GeneralFrameRate=Općeniti omjer okvira (FPS)
RotationAnimationDuration=Vrijeme okreta animacije (ms)
FadeInFadeOutDuration=Postepeno prikazivanje/nestajanje (ms)
UsePoofAnimationWhenDeleting=Koristi Poof animaciju kod brisanja (Eksperimentalno)

//About Panel
AboutWord=O...
ThePremiereCircularDockForWindows=Premijerni Okretni Dok za Prozore
WebsiteWord=Web stranica
VersionInformation=Info o inačici 
OfficialHomepage=Službena stranica
// Help Panel
SupportWord=Podrška
OfficialWebForum=Službeni Web forum
OfficialWebHelpFAQ=Službena Web pomoć/FAQ

// Language Panel
LanguageFileLocation=Mjesto jezične datoteke
LanguageName=Naziv jezika
LanguageFileAuthor=Autor jezične datoteke
LanguageFileVersion=Inačica jezične datoteke
LanguageFileOriginallyIntendedFor=Jezična datoteka originalno namjenjena za inačicu Okretnog Doka:
LanguageFileProgramRestartRequired=***Za potpunu promjenu jezika potrebno ponovno pokretanje programa***
LanguageFileValidCurrent=Jezična datoteka je valjana/Trenutna
LanguageFileInvalidOutofDate=Jezična datoteka nije valjana/zastarjela

// File -> Icon Associations
FileIconAssocationsDescription=Zadane ikone pri dodavanju datoteka/mapa na Dok
FileNameIconAssociations=Naziv datoteke -> Pridruživanja ikone
FolderNameIconAssociations=Naziv datoteke -> Pridruživanja ikona
FileExtensionIconAssociations=Obilježje datoteka -> Pridruživanja ikone
DockFolderIconAssociation=Dok mapa -> Pridruživanje ikone
// Toggling
ToggleVisibilityHotKey=Brza tipka za prebacivanje vidljivosti
ToggleVisibilityMouseButton=Tipka miša za prebacivanje vidljivosti
ShowDockWhenIMoveMyMouseTo=Prikaži Dok kada pomaknem miša u...
ScreenLeftEdge=Lijevi rub zaslona
ScreenRightEdge=Desni rub zaslona
ScreenTopEdge=Gornji rub zaslona
ScreenBottomEdge=Donji rub zaslona
EdgeWidthHeight=Rub širina/visina

[ErrorMessages]
MissingInvalid=Nedostaje/Nije valjano
FilePathMissingInvalid=Datoteka/Putanja nije valjana ili nedostaje 
